Repository: seandepagnier/celestial_navigation_pi
Catalog: po/*.po
Languages: ca_es, de_de, el_gr, es_es, fi_fi, fr_fr, ja_jp, nb_no, nl_nl, pl_pl, pt_pt, tr_tr

source: Geographical Position (lat, lon) = %.4f %.4f GHAAST = %.0f %.1f' SHA = %.0f %.1f' GHA = %.0f %.1f' Dec = %c %.0f %.1f' SD = %.1f' HP = %.1f'
ca_es: Posició geogràfica (lat, lon) = %.4f %.4f GHAAST = %.0f %.1f' SHA = %.0f %.1f' GHA = %.0f %.1f' Dec = %c %.0f %.1f' SD = %.1f' HP = %.1f'
de_de: Geografische Position (lat, lon) = %.3f %.3f GHAAST = %.0f %.3f' SHA = %.0f %.3f' GHA = %.0f %.3f' Dec = %c %.0f %.3f' SD = %.3f' HP = %.3f'
el_gr: Γεωγραφική θέση (πλάτος, μήκος) = %.4f %.4f GHAAST = %.0f %.1f' SHA = %.0f %.1f' GHA = %.0f %.1f' Dec = %c %.0f %.1f' SD = %.1f' HP = %.1f'
es_es: Posición Geográfica (lat, lon) = %.4f %.4f GHAAST = %.0f %.1f' SHA = %.0f %.1f' GHA = %.0f %.1f' Dec = %c %.0f %.1f' SD = %.1f' HP = %.1f'
fi_fi: Maantiteellinen sijainti (lat, lon) = %.4f %.4f GHAAST = %.0f %.1f' SHA = %.0f %.1f' GHA = %.0f %.1f' Dec = %c %.0f %.1f' SD = %.1f' HP = %.1f'
fr_fr: Position géographique (lat, lon) = %.4f %.4f GHAAST = %.0f %.1f' SHA = %.0f %.1f' GHA = %.0f %.1f' Dec = %c %.0f %.1f' SD = %.1f' HP = %.1f'
ja_jp: 位置 (緯度, 経度) = %.4f %.4f グリニッジ時角AST = %.0f %.1f' 船時角 = %.0f %.1f' グリニッジ時角 = %.0f %.1f' Dec = %c %.0f %.1f' SD = %.1f' HP = %.1f'
nb_no: Geografisk Posisjon (bre, len) = %.4f %.4f GHAAST = %.0f %.1f' SHA = %.0f %.1f' GHA = %.0f %.1f' Dec = %c %.0f %.1f' SD = %.1f' HP = %.1f'
nl_nl: Aardse Projectie (B=Dec, WL=GHA, OL=360-GHA) = %.4f %.4f Aries GHA = %.0f° %.1f' Aries SHA = %.0f° %.1f' GHA = %.0f° %.1f' Dec = %c %.0f° %.1f' SD = %.1f' HP = %.1f'
pl_pl: Pozycja Geograficzna (lat, lon) = %.4f %.4f GHAAST = %.0f %.1f' SHA = %.0f %.1f' GHA = %.0f %.1f' Dec = %c %.0f %.1f' SD = %.1f' HP = %.1f'
pt_pt: Posição Geografica (lat, lon) = %.4f %.4f GHAAST = %.0f %.1f' SHA = %.0f %.1f' GHA = %.0f %.1f' Dec = %c %.0f %.1f' SD = %.1f' HP = %.1f'
tr_tr: Coğrafi Pozisyon(enlem, boylam) = %.4f%.4f' Greenwich Saat Açısı AST(Ghaast) = %.0f%.1f' Yıldızsal Saat Açısı(Sha) = %.0f%.1f' Greenwich Saat Açısı(Gha)=%.0f%.1f' Deklinasyon =%c%.0f%.1f Yarıçap = %.1f' Yatay Paralaks =%.1f'

source: Formulas used to calculate sight
ca_es: Fòrmules utilitzades per calcular l'observació
de_de: Verwendete Formeln zur Sicht-Berechnung
el_gr: Οι τύποι που χρησιμοποιούνται για τον υπολογισμό της θέασης
es_es: Formulas utilizadas para calcular observación
fi_fi: Kaavoja käytetään laskettaessa suuntimia
fr_fr: Formules utilisées pour calculer la vue
ja_jp: サイト の計算に使用する数式
nb_no: Formler brukt til beregning av punkt
nl_nl: Gegevens en formules gebruikt voor hoogtecorrecties en bestekberekening
pl_pl: Formuły używane do obliczania obserwacji
pt_pt: Fórmulas utilizadas para calcular observação
tr_tr: Gözlemi hesaplamak için kullanılan formüller

source: Index Error is %.4f degrees
ca_es: Error de l'índex és %.4f graus
de_de: Index Fehler beträgt %.4f Grad
el_gr: Το Σφάλμα Δείκτη του εξάντα είναι %.4f °
es_es: Error de índice es %.4f grados
fi_fi: Indeksivirhe on %.4f astetta
fr_fr: L'Index d'erreur est %.4f degrés
ja_jp: インデックスエラーは%.4f °
nb_no: Indeks feil er %.4f grader
nl_nl: Indexfout sextant is: %.4f °
pl_pl: Błąd indeksu jest %.4f stopni
pt_pt: Erro de índice é %.4f graus
tr_tr: İndeks Hatası %.4f derece

source: Eye Height is %.4f meters Height Correction Degrees = 1.758*sqrt(%.4f) / 60.0 Height Correction Degrees = %.4f
ca_es: Alçada de l'ull és %.4f metres Graus correcció alçada = 1.758*sqrt(%.4f) / 60.0 Graus correcció alçada = %.4f
de_de: Augenhöhe ist %.3f Meter Höhenkorrektur Grad = 1.753*sqrt(%.3f) / 60.0 Höhenkorrektur Grad = %.3f
el_gr: Το ύψος ματιού είναι %.4f m Διόρθωση του ύψους = 1.758*sqrt(%.4f) / 60.0 °= %.4f °
es_es: Altura del ojo %.4f metros Grados corrección altura = 1.758*sqrt(%.4f) / 60.0 Grados corrección altura = %.4f
fi_fi: Silmän korkeus on %.4f metriä Korkeus korjaus asteina = 1.758*sqrt(%.4f) / 60.0 Korkeus korjaus asteina = %.4f
fr_fr: La hauteur de l'oeil est %.4f mètres La correction de la hauteur en degrés = 1.758*sqrt(%.4f) / 60.0 La correction de la hauteur en degré = %.4f
ja_jp: 眼高は %.4f m 眼高修正 Degrees = 1.758*sqrt(%.4f) / 60.0 眼高修正Degrees = %.4f
nb_no: Øyehøyde er %.4f meter Høyde korreksjon i grader = 1.758*kv.rot(%.4f) / 60.0 Høyde korreksjon i grader = %.4f
nl_nl: Ooghoogte is: %.3f meter Correctie voor Schijnbare Kimduiking (dip) in ° = 1.753*sqrt(%.3f) / 60.0 Correctie voor Schijnbare Kimduiking (dip) in ° = %.3f
pl_pl: Wysokość oczu jest %.4f meters Korekta Wysokości stopni = 1.758*sqrt(%.4f) / 60.0 Korekta Wysokości stopni = %.4f
pt_pt: Altura dos olhos é %.4f metros Graus de correção da altura = 1.758*sqrt(%.4f) / 60.0 Graus de correção da altura = %.4f
tr_tr: Göz Yüksekliği %.4f metre Yükseklik Düzeltme Derecesi = 1.758*sqrt(%.4f)/60.0 Yükseklik Düzeltme Derecesi= %.4f

source: Apparent Altitude (Ha) ApparentAltitude = Measurement - IndexCorrection - EyeHeightCorrection ApparentAltitude = %.4f - %.4f - %.4f ApparentAltitude = %.4f
ca_es: Altitud aparent (hectàrees) AltitudAparent = mesura - Correcció d'índex - Correcció alçada d'ull AltitudAparent = %.4f - %.4f - %.4f AltitudAparent = %.4f
de_de: Beobachtete Höhe BeobachteteHöhe = Messung - IndexKorrektur - AugenHöheKorrektur BeobachteteHöhe = %.4f - %.4f - %.4f BeobachteteHöhe = %.4f
el_gr: Φαινόμενο υψόμετρο (Ha) ΦαινΥψόμετρο = μέτρηση - ΔιόρθωσηΔείκτη - ΔιόρθωσηΥψουςΜατιού ΦαινΥψόμετρο = %.4f - %.4f - %.4f = %.4f
es_es: Altura Aparente (Ha) Altura Aparente = Medida - Corrección de Índice - Corrección Altura de Ojo Altura Aparente = %.4f - %.4f - %.4f Altura Aparente = %.4f
fi_fi: Suhteellinen korkeus (Ha) Suhteellinen korkeus = mittaus - Indeksikorjaus - Silmänkorkeuskorjaus Suhteellinen korkeus = %.4f - %.4f - %.4f Suhteellinen korkeus = %.4f
fr_fr: Altitude observée (Ha) Altitude observée = Measurement - IndexCorrection - EyeHeightCorrection - RefractionCorrection - LimbCorrection Altitude observée = %.4f - %.4f - %.4f Altitude observée = %.4f
ja_jp: 実高度(Ha) 実高度 = 計測高度 - 器差 - 眼高修正値 実高度 = %.4f - %.4f - %.4f 実高度 = %.4f
nb_no: Tilsynelatende høyde (Ha) TilsynelatendeHøyde = Måling - IndeksKorreksjon - ØyehøydeKorreksjon TilsynelatendeHøyde = %.4f - %.4f - %.4f TilsynelatendeHøyde = %.4f
nl_nl: Hoogte 'Apparent' (Ha) Ha = Hoogte Sextant - Indexcorrectie - Schijnbare Kimduiking Ha = %.4f - %.4f - %.4f Ha = %.4f
pl_pl: Wysokość pozorna (Ha) WysokośćPozorna = Pomiar - IndexCorrection - KorektaWysokościOczuObserwatora WysokośćPozorna = %.4f - %.4f - %.4f WysokośćPpozorna = %.4f
pt_pt: Altitude Aparente (Ha) AltitudeAparente = Medição - Indice de correção - Correção da altura dos olhos Altitude Aparente = %.4f - %.4f - %.4f Altitude Aparente = %.4f
tr_tr: Gözüken Yükseklik(Ha) GözükenYükseklik = Ölçüm - İndeksDüzeltme-GözselYükseklikDüzeltme GözükenYükseklik = %.4f - %.4f - %.4f GözükenYükseklik = %.4f

source: Refraction Correction x = tan(Pi/180*ApparentAltitude + 4.848e-2*(Pi/180) / (tan(Pi/180*ApparentAltitude) + .028)) x = tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f
ca_es: Correcció per Refracció x = tan(Pi/180*Altura Aparent + 4.848e-2*(Pi/180) / (tan(Pi/180*Altura Aparent) + .028)) x = tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f
de_de: Brechungskorrektur x = tan(Pi/180*Messung + 4.848e-2*(Pi/180) / (tan(Pi/180*Messung) + .028)) x = tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f
el_gr: Διόρθωση διάθλασης x = tan(π/180*ΦαινΥψόμετρο + 0.04848*(π/180) / (tan(π/180*ΦαινΥψόμετρο) + .028)) x = tan(π/180*%.4f + 0.04848*(π/180) / (tan(π/180*%.4f) + .028)) x = %.4f
es_es: Corrección por Refracción x = tan(Pi/180*Altura Aparente + 4.848e-2*(Pi/180) / (tan(Pi/180*Altura Aparente) + .028)) x = tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f
fi_fi: Taittokorjaus x = tan (pii/180 * Suhteellinen korkeus + 4.848e-2*(Pi/180) / (tan(Pi/180*Suhteellinen korkeus) +.028)) x = tan (pii/180 *%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) +.028)) x = %.4f
fr_fr: Correction de la réfraction x = tan(Pi/180*ApparentAltitude + 4.848e-2*(Pi/180) / (tan(Pi/180*ApparentAltitude) + .028)) x = tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f
nb_no: Brytnings korreksjon x = tan(Pi/180*TilsynelatendeHøyde + 4.848e-2*(Pi/180) / (tan(Pi/180*TilsynelatendeHøyde) + .028)) x =tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f
nl_nl: Astronomische Refractie (R) x = tan(Pi/180*Hoogte 'Apparent' + 4.848e-2*(Pi/180) / (tan(Pi/180*Hoogte 'Apparent') + .028)) x = tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f
pl_pl: Korekcja Refrakcji x = tan(Pi/180*Wysokość pozorna + 4.848e-2*(Pi/180) / (tan(Pi/180*WysokośćPozorna) + .028)) x = tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f
pt_pt: Correção da Refração x = tan (Pi/180 * Altitude Aparente + 4.848e-2*(Pi/180) / (tan(Pi/180*Altitude Aparente) +.028)) x = tan (Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) +.028)) x = %.4f
tr_tr: Yeniden Kırılma Düzeltimi x = tan(Pi/180*GözükenYükseklik + 4.848e-2*(Pi/180) / (tan(Pi/180*GözükenYükseklik) + .028)) x = tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f

source: RefractionCorrection = .267 * Pressure / (x*(Temperature + 273.15)) / 60.0 RefractionCorrection = .267 * %.4f / (x*(%.4f + 273.15)) / 60.0 RefractionCorrection = %.4f
ca_es: Correcció per Refracció = .267 * Pressió / (x*(Temperatura + 273.15)) / 60.0 Correcció per Refracció = .267 * %.4f / (x*(%.4f + 273.15)) / 60.0 Correcció per Refracció = %.4f
de_de: Brechungskorrektur = .267 * Druck / (x*(Temperatur + 273.15)) / 60.0 Brechungskorrektur = .267 * %.4f / (x*(%.4f + 273.15)) / 60.0 Brechungskorrektur = %.4f
el_gr: Διόρθωση διάθλασης = 0.267 * Πίεση / (x*(Θερμοκρασία + 273.15)) / 60.0 Διόρθωση διάθλασης = 0.267 * %.4f / (x*(%.4f + 273.15)) / 60.0 = %.4f
es_es: Corrección por Refracción = .267 * Presión / (x*(Temperatura + 273.15)) / 60.0 Corrección por Refracción = .267 * %.4f / (x*(%.4f + 273.15)) / 60.0 Corrección por Refracción = %.4f
fi_fi: Taittokorjaus =.267 * paine / (x * (lämpötila + 273.15)) / 60.0 Taittokorjaus = .267 * %.4f / (x * (%.4f + 273.15)) / 60.0 Taittokorjaus = %.4f
fr_fr: Correction de la réfraction = .267 * Pressure / (x*(Temperature + 273.15)) / 60.0 RefractionCorrection = .267 * %.4f / (x*(%.4f + 273.15)) / 60.0 RefractionCorrection = %.4f
nb_no: BrytningsRettelse = .267 * Trykk / (x*(Temperatur + 273.15)) / 60.0 BrytningsRettelse = .267 * %.4f / (x*(%.4f + 273.15)) / 60.0 BrytningsRettelse = %.4f
nl_nl: R in ° = .267 * luchtdruk / (x*(temperatuur + 273.15)) / 60.0 R in ° = .267 * %.4f / (x*(%.4f + 273.15)) / 60.0 R in ° = %.4f
pl_pl: KorektaRefrakcji = .267 * Ciśnienie / (x*(Temperatura + 273.15)) / 60.0 KorektaRefrakcji = .267 * %.4f / (x*(%.4f + 273.15)) / 60.0 KorektaRefrakcji = %.4f
pt_pt: Correção da Refracão =.267 * pressão / (x * (temperatura + 273.15)) / 60.0 Correção da Refração =.267 * %.4f / (x * (%.4f + 273.15)) / 60.0 Correção da Refração = %.4f
tr_tr: Yeniden Kırılma Düzeltimi = .267 * Basınç / (x*(Sıcaklık + 273.15)) / 60.0 Yeniden Kırılım Düzeltimi = .267 * %.4f / (x*(%.4f + 273.15)) / 60.0 RefractionCorrection = %.4f

source: Sun selected, Limb Correction ra = %.4f, lc = 0.266564/ra = %.4f
ca_es: Sol sel·leccionat, Correcció per Limb ra = %.4f, lc = 0.266564/ra = %.4f
de_de: Sonne gewählt, Rand Korrektur ra = %.4f, lc = 0.266564/ra = %.4f
el_gr: Επιλογή του ήλιου, Διόρθωση μέλους ra = %.4f, lc = 0.266564/ra = %.4f
es_es: Sol seleccionado, Corrección por Limbo ra = %.4f, lc = 0.266564/ra = %.4f
fi_fi: Aurinko valittu, astekaaren korjaus ra = %.4f, lc = 0.266564/ra = %.4f
fr_fr: Soleil sélectionné, Correction du membre ra = %.4f, lc = 0.266564/ra = %.4f
ja_jp: 太陽を選択、limb 補正 ra = %.4f, lc = 0.266564/ra = %.4f
nl_nl: Halve Middellijn Zon Afstand = %.4f Halve Middellijn Zon = 0.266564/Afstand = %.4f
pl_pl: Słońce wybrane, korekta Krawędzi ra = %.4f, lc = 0.266564/ra = %.4f
pt_pt: Selecionado Sol, Correção Limbo ra = %.4f, lc = 0.266564/ra = %.4f
tr_tr: Güneş seçili,Uzuvsal Düzeltme ra=%.4f,Ic = 0.266564/ra = %.4f

source: Moon selected, Limb Correction SD = %.4f lc = 180/Pi * asin(Pi/180*SD) lc = %.4f
ca_es: Lluna seleccionada, Correcció per Limb SD = %.4f lc = 180/Pi * asin(Pi/180*SD) lc = %.4f
de_de: Mond gewählt, Rand Korrektur SD = %.4f lc = 180/Pi * asin(Pi/180*SD) lc = %.4f
el_gr: Επιλογή σελήνης, Διόρθωση μέλους SD = %.4f lc = 180/π * asin(π/180*SD) lc = %.4f
es_es: Luna seleccionada, Corrección por Limbo SD = %.4f lc = 180/Pi * asin(Pi/180*SD) lc = %.4f
fi_fi: Kuu valittu, astekaaren korjaus SD = %.4f lc = 180/pii * asin (pii/180 * SD) lc = %.4f
fr_fr: Lune sélectionnée, Correction du membre SD = %.4f lc = 180/Pi * asin(Pi/180*SD) lc = %.4f
ja_jp: 月を選択、limb 補正 SD = %.4f lc = 180/Pi * asin(Pi/180*SD) lc = %.4f
nl_nl: Halve Middellijn Maan SD = %.4f Halve Middellijn Maan = 180/Pi * asin(Pi/180*SD) Halve Middellijn Maan = %.4f
pl_pl: Księżyc wybrany, korekta Krawędzi SD = %.4f lc = 180/Pi * asin (Pi/180 * SD) lc = %.4f
pt_pt: Selecionada Lua, Correção Limbon SD = %.4f lc = 180/Pi * asin (Pi/180 * SD) lc = %.4f
tr_tr: Ay seçili, Uzuvsal Düzeltme SD = %.4f lc = 180/Pi * asin(Pi/180*SD) lc = %.4f

source: Upper Limb
ca_es: Limb superior
de_de: Oberer Rand
el_gr: Άνω μέλος
es_es: Limbo Superior
fi_fi: Yläreuna
fr_fr: Membre supérieur
nb_no: Øvre kant
nl_nl: Bovenrand
pl_pl: Górna krawędź
pt_pt: Limbo superior
tr_tr: Üst uzuv, Göksel cismin ya da bedenin ufuktan en uzak kenarı

source: Lower Limb
ca_es: Limb inferior
de_de: Unterer Rand
el_gr: Κάτω μέλος
es_es: Limbo inferior
fi_fi: Alareuna
fr_fr: Membre inférieur
nb_no: Nedre kant
nl_nl: Onderrand
pl_pl: Dolna krawędź
pt_pt: Limbo inferior
tr_tr: Alt kenar, Göksel cismin ya da bedenin ufka en yakın kenarı

source: LimbCorrection = %.4f
ca_es: Correcció per Limb = %.4f
de_de: RandKorrektur = %.4f
el_gr: Διόρθωση μέλους = %.4f
es_es: Corrección por Limbo = %.4f
fi_fi: Reunakorjaus = %.4f
ja_jp: Limb補正 = %.4f
nb_no: Korreksjon av kant = %.4f
nl_nl: Correctie Halve Middellijn = %.4f
pl_pl: Poprawka krawędzi = %.4f
tr_tr: UzuvsalDüzeltme = %.4f

source: Corrected Altitude CorrectedAltitude = ApparentAltitude - RefractionCorrection - LimbCorrection CorrectedAltitude = %.4f - %.4f - %.4f CorrectedAltitude = %.4f
ca_es: Altura Corregida Altura Corregida =Altura Aparent - Correcció per Refracció - Correcció per Limb Altura Corregida = %.4f - %.4f - %.4f Altura Corregida = %.4f
de_de: Korrigierte Höhe CorrectedAltitude = ScheinbareAltitude - RefraktionKorrektur - LimbCorrection CorrectedAltitude = %.4f - %.4f - %.4f CorrectedAltitude = %.4f
el_gr: Διορθωμένο υψόμετρο ΔιορθΥψόμετρο = ΦαινΥψόμετρο - ΔιόρθωσηΔιάθλασης - ΔιορθωσηΆκρου ΔιορθΥψόμετρο = %.4f - %.4f - %.4f ΔιορθΥψόμετρο = %.4f
es_es: Altura Corregida Altura Corregida =Altura Aparente - Corrección por Refracción - Corrección por Limbo Altura Corregida = %.4f - %.4f - %.4f Altura Corregida = %.4f
fi_fi: Korjattu korkeus Korjattukorkeus = Suhteellinenkorkeus - Taitekerroinkorjaus - Reunakorjaus Korjattukorkeus = %.4f - %.4f - %.4f Korjattukorkeus = %.4f
fr_fr: Altitude corrigée Altitude corrigée = Altitude observée - Correction du parallaxe Altitude corrigée = %.4f - %.4f - %.4f Altitude corrigée = %.4f
ja_jp: 補正後の高度 補正後の高度=見かけ高度 - 屈折補正 - limb補正 補正後の高度=%.4f - %.4f - %.4f 補正後の高度=%.4f
nl_nl: Hoogte Deels Gecorrigeerd (Hx) Hoogte Deels Gecorrigeerd = Hoogte 'Apparent' - Astronomische Refractie - Halve Middellijn Hx = %.4f - %.4f - %.4f Hx = %.4f
pl_pl: Wysokość Poprawiona WysokośćPoprawiona = WysokośćPozorna - KorektaRefrakcji - KorektaKrawędzi WysokośćPoprawiona = %.4f - %.4f - %.4f WysokośćPoprawiona = %.4f
pt_pt: Altitude Corrigida Altitude Corrigida = Altitude Aparente - Correção da Refração - CorrecaoLimbo Altitude Corrigida = %.4f - %.4f - %.4f Altitude Corrigida = %.4f
tr_tr: Düzeltilmiş Yüseklik DüzeltilmişYükseklik = GözükenYükseklik - KırılımsalDüzeltme - UzuvsalDüzeltme DüzeltilmişYükseklik = %.4f - %.4f - %.4f DüzeltilmişYükseklik = %.4f

source: Sun selected, parallax correction rad = %.4f, HP = 0.002442/rad = %.4f
ca_es: Sol sel·leccionat, Correcció per paralatge rad = %.4f, HP = 0.002442/rad = %.4f
de_de: Sonne gewählt, Parallax Korrektur rad = %.3f, HP = 0.002442/rad = %.3f
el_gr: SΕπιλογή ηλίου, διόρθωση παράλλαξης rad = %.4f, HP = 0.002442/rad = %.4f
es_es: Sol seleccionado, Corrección por paralaje rad = %.4f, HP = 0.002442/rad = %.4f
fi_fi: Aurinko on valittu, parallaksi korjausn rad = %.4f, HP = 0.002442/rad = %.4f
fr_fr: Le soleil est sélectionné, correction du parallaxe rad = %.4f, HP = 0.002442/rad = %.4f
nl_nl: Horizontale Parallax (HP) en Parallax In Hoogte (PA) Zon Straal = %.4f HP = 0.002442/Straal = %.4f
pl_pl: Słońce wybrane, korekta paralaksy rad = %.4f, HP = 0.002442/rad = %.4f
pt_pt: Selecionado Sol, correção paralaxe rad = %.4f, HP = 0.002442/rad = %.4f
tr_tr: Güneş seçili, paralaks düzeltimi rad=%.4f, HP = 0.002442/rad = %.4f

source: Moon selected, parallax correction HP = %.4f
ca_es: Lluna sel·leccionada, Correcció per paralatge HP = %.4f
de_de: Mond gewählt, parallaxe Korrektur HP = %.3f
el_gr: Επιλογή σελήνης, διόρθωση παράλλαξης HP = %.4f
es_es: Luna seleccionada, Corrección por paralaje HP = %.4f
fi_fi: Kuu on valittu, parallaksi korjaus HP = %.4f
fr_fr: La lune est sélectionnée, correction du parallaxe HP = %.4f
nl_nl: Horizontale Parallax (HP) en Parallax In Hoogte (PA) Maan HP = %.4f
pl_pl: Księżyc wybrany, korekta paralaksy HP = %.4f
pt_pt: Lua seleccionada, correção de parallaxe HP = %.4f
tr_tr: Ay seçili, paralaks düzeltimi HP = %.4f

source: ParallaxCorrection = -180/Pi * asin( sin(Pi/180 * HP ) * cos(Pi/180 * CorrectedAltitude)) ParallaxCorrection = -180/Pi * asin( sin(Pi/180 * %.4f ) * cos(Pi/180 * %.4f)) ParallaxCorrection = %.4f
ca_es: Correcció per paralatge = -180/Pi * asin( sin(Pi/180 * HP ) * cos(Pi/180 * Altura corregida)) Correcció per paralatge = -180/Pi * asin( sin(Pi/180 * %.4f ) * cos(Pi/180 * %.4f)) Correcció per paralatge = %.4f
de_de: ParallaxKorrektur = -180/Pi * asin( sin(Pi/180 * HP ) * cos(Pi/180 * BeobachteteHöhe)) ParallaxKorrektur = -180/Pi * asin( sin(Pi/180 * %.3f ) * cos(Pi/180 * %.3f)) ParallaxKorrektur = %.5f
el_gr: ΔιόρθωσηΠαράλλαξης = -180/Pi * asin( sin(Pi/180 * HP ) * cos(Pi/180 * ΔιορθωμένοΥψόμετρο)) ΔιόρθωσηΠαράλλαξης = -180/Pi * asin( sin(Pi/180 * %.4f ) * cos(Pi/180 * %.4f)) = %.4f
es_es: Corrección por paralaje = -180/Pi * asin( sin(Pi/180 * HP ) * cos(Pi/180 * Altura corregida)) Corrección por paralaje = -180/Pi * asin( sin(Pi/180 * %.4f ) * cos(Pi/180 * %.4f)) Corrección por paralaje = %.4f
fi_fi: Parallaksikorjaus = -180/Pi * asin( sin(Pi/180 * HP ) * cos(Pi/180 * Korjattukorkeus)) Parallaksikorjaus = -180/Pi * asin( sin(Pi/180 * %.4f ) * cos(Pi/180 * %.4f)) Parallaksikorjaus = %.4f
fr_fr: Correction du parallaxe = -180/Pi * asin( sin(Pi/180 * HP ) * cos(Pi/180 * ObservedAltitude)) Correction du parallaxe = -180/Pi * asin( sin(Pi/180 * %.4f ) * cos(Pi/180 * %.4f)) Correction du parallaxe = %.4f
nl_nl: Correctie voor HP en Parallax In Hoogte in ° = -180/Pi * asin(sin(Pi/180 * HP ) * cos(Pi/180 * Hoogte Geobserveerd)) Correctie voor HP en Parallax In Hoogte in ° = -180/Pi * asin(sin(Pi/180 * %.3f ) * cos(Pi/180 * %.3f)) Correctie voor HP en Parallax In Hoogte in ° = %.5f
pl_pl: KorektaParalaksy = -180/Pi * asin( sin(Pi/180 * HP ) * cos(Pi/180 * WysokośćPoprawiona)) KorektaParalaksy = -180/Pi * asin( sin(Pi/180 * %.4f ) * cos(Pi/180 * %.4f)) KorektaParalaksy = %.4f

source: Observed Altitude (Ho) ObservedAltitude = CorrectedAltitude - ParallaxCorrection ObservedAltitude = %.4f - %.4f ObservedAltitude = %.4f
ca_es: Altura Observada (Ho) Altura Observada = Altura Corregida - Correcció per paralatge Altura Observada = %.4f - %.4f Altura Observada = %.4f
de_de: Korrigierte Höhe Korrigierte Höhe = BeobachteteHöhe - ParallaxKorrektur Korrigierte Höhe = %.3f - %.3f Korrigierte Höhe = %.5f
el_gr: Παρατήρηση Υψομέτρου (Ho) ΠαρατήρησηΥψομέτρου = ΔιορθωμένοΥψόμετρο - ΔιόρθωσηΠαράλλαξης ΠαρατήρησηΥψομέτρου = %.4f - %.4f ΠαρατήρησηΥψομέτρου = %.4f
es_es: Altura Observada (Ho) Altura Observada = Altura Corregida - Corrección por paralaje Altura Observada = %.4f - %.4f Altura Observada = %.4f
fi_fi: Havainto korkeus (Ho) Havaintokorkeus = Korjattukorkeus - Parallaksikorjaus Havaintokorkeus = %.4f - %.4f Havaintokorkeus = %.4f
fr_fr: Altitude corrigée (Ho) Altitude corrigée = Altitude observée - Correction du parallaxe Altitude corrigée = %.4f - %.4f altitude corrigée = %.4f
nl_nl: Ware Hoogte (Ho) Ho = Hoogte Deels Gecorrigeerd - Parallax In Hoogte Ho = %.4f - %.4f Ho = %.4f
pl_pl: Wysokość Obserwowana (Ho) WysokośćOserwowana = WysokośćPoprawiona - KorektaParalaksy WysokośćObserwowana = %.4f - %.4f WysokośćObserwowana = %.4f
pt_pt: Altitude observada (Ho) AltitudeObservada = AltitudeCorreta - CorreçãoParallax AltitudeObservada = %.4f - %.4f AltitudeObservada = %.4f
tr_tr: Observed irtifa (Ho) ObservedAltitude CorrectedAltitude - ParallaxCorrection ObservedAltitude = %.4f - %.4f ObservedAltitude = %.4f

source: Apparent Moon Altitude (Ha) ApparentAltitudeMoon = MeasurementMoon - IndexCorrection - EyeHeightCorrection ApparentAltitudeMoon = %.4f - %.4f - %.4f ApparentAltitudeMoon = %.4f
el_gr: Φαινόμενο ύψος σελήνης (Ha) ΦαινΥψοςΣελήνης = ΜετρΣελήνης - ΔιορθΔείκτη - ΔιορθΥψουςΜατιού ΦαινΥψοςΣελήνης = %.4f - %.4f - %.4f ΦαινΥψοςΣελήνης = %.4f
es_es: Altura aparente de la luna (Ha) Altura aparente de la luna = Altura de la luna - Corrección de Índice- Corrección de la altura de la observación Altura aparente de la luna = %.4f - %.4f - %.4f Altura aparente de la luna = %.4f
fi_fi: Näennäinen kuun korkeus (Ha) ApparentAltitudeMoon = MeasurementMoon - IndexCorrection - EyeHeightCorrection ApparentAltitudeMoon = %.4f - %.4f - %.4f ApparentAltitudeMoon = %.4f
fr_fr: Altitude apparente de la Lune (Ha) ApparentAltitudeMoon = MeasurementMoon - IndexCorrection - EyeHeightCorrection ApparentAltitudeMoon = %.4f - %.4f - %.4f ApparentAltitudeMoon = %.4f

source: Refraction Correction x = tan(Pi/180*ApparentAltitudeMoon + 4.848e-2*(Pi/180) / (tan(Pi/180*ApparentAltitudeMoon) + .028)) x = tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f
el_gr: Διόρθωση διάθλασης x = tan(π/180*ΦαινΥψοςΣελήνης + 0.04848*(π/180) / (tan(π/180*ΦαινΥψοςΣελήνης) + .028)) x = tan(Pi/180*%.4f + 0.04848*(π/180) / (tan(π/180*%.4f) + .028)) x = %.4f
es_es: Corrección por Refracción x = tan(Pi/180*Altura Aparente de Luna + 4.848e-2*(Pi/180) / (tan(Pi/180*Altura Aparente de Luna) + .028)) x = tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f
fi_fi: Taittokorjaus x = tan (pii/180 * Suhteellinen korkeus + 4.848e-2*(Pi/180) / (tan(Pi/180*Suhteellinen korkeus) +.028)) x = tan (pii/180 *%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) +.028)) x = %.4f
fr_fr: Correction de réfraction x = tan(Pi/180*ApparentAltitude + 4.848e-2*(Pi/180) / (tan(Pi/180*ApparentAltitude) + .028)) x = tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f
nl_nl: Refractiecorrectie x = tan(Pi/180*Maan's schijnbare hoogte + 4.848e-2*(Pi/180) / (tan(Pi/180*Maan's schijnbare hoogte) + .028)) x = tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f
pl_pl: Korekta Refrakcji x = tan(Pi/180*WysokośćPozornaKsiężyca + 4.848e-2*(Pi/180) / (tan(Pi/180*WysokośćPozornaKsiężyca) + .028)) x = tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f
pt_pt: Correção da Refração x = tan(Pi/180*ApparentAltitudeMoon + 4.848e-2*(Pi/180) / (tan(Pi/180*ApparentAltitudeMoon) + .028)) x = tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f
tr_tr: Yeniden Kırılma Düzeltimi x = tan(Pi/180*GözükenYükseklik + 4.848e-2*(Pi/180) / (tan(Pi/180*GözükenYükseklik) + .028)) x = tan(Pi/180*%.4f + 4.848e-2*(Pi/180) / (tan(Pi/180*%.4f) + .028)) x = %.4f
