Repository: seandepagnier/celestial_navigation_pi
Catalog: po/*.po
Languages: ca_es, de_de, el_gr, es_es, fi_fi, fr_fr, ja_jp, nb_no, nl_nl, pl_pl, pt_pt, tr_tr

source: Type
ca_es: Tipus
de_de: Typ
el_gr: Τύπος
es_es: Tipo
fi_fi: Tyyppi
ja_jp: タイプ
pl_pl: Typ
pt_pt: Tipo
tr_tr: Tip

source: Body
ca_es: Astre
de_de: Hauptteil
el_gr: Ουράνιο σώμα
es_es: Astro
fi_fi: Runko
fr_fr: Corps
ja_jp: ボディ
nb_no: Kropp
nl_nl: Hemellichaam
pl_pl: Ciało niebieskie
pt_pt: Astro
tr_tr: Gövde

source: Time (UT)
el_gr: Ώρα (UTC)
es_es: Hora (UTC)
fi_fi: Aika (UTC)
fr_fr: Time (UTC)
nl_nl: Tijd (UT)

source: Measurement
ca_es: Mesura
de_de: Messung
el_gr: Μέτρηση
es_es: Medida
fi_fi: Mittaus
fr_fr: Mesures
ja_jp: 測定
nb_no: Måling
nl_nl: Observatie
pl_pl: Pomiar
pt_pt: Medição
tr_tr: Ölçüm

source: Color
de_de: Farbe
el_gr: Χρώμα
fi_fi: Väri
fr_fr: Couleur
ja_jp: 色
nb_no: Farge
nl_nl: Kleur
pl_pl: Kolor
pt_pt: Cor
tr_tr: Renk

source: Failed to load file:
el_gr: Απέτυχε η φόρτωση του αρχείου:
es_es: Error al cargar archivo:
fi_fi: Tiedoston lataus epäonnistui:
fr_fr: Fichier, échec du chargement :
nl_nl: Bestand laden mislukt.

source: Invalid xml file
ca_es: Fitxer xml no vàlid
de_de: Ungültige XML-Datei
el_gr: Μη έγκυρο αρχείο xml
es_es: Archivo xml no válido
fi_fi: Virheellinen xml-tiedosto
fr_fr: Fichier xml invalide
ja_jp: 無効な xml ファイル
nb_no: Feil xml fil
nl_nl: Ongeldige XML-bestand
pl_pl: Nieprawidłowy plik xml
pt_pt: Ficheiro xml inválido
tr_tr: Geçersiz xml dosyası

source: Unrecognized xml node
ca_es: Node xml desconegut
de_de: Nicht erkannter XML Knoten
el_gr: Άγνωστος κόμβος xml
es_es: Nodo xml no reconocido
fi_fi: Tuntematon xml-haara
fr_fr: Noeud xml non reconnu
ja_jp: 認識できない xml ノード
nb_no: Ukjent xml node
nl_nl: Niet-herkend XML-knooppunt
pl_pl: Nierozpoznany węzeł xml
pt_pt: Nó xml desconhecido
tr_tr: Tanınmayan xml düğümü

source: Celestial Navigation
ca_es: Navegació astronòmica
de_de: Astronom. Navigation
el_gr: Αστρονομική ναυσιπλοΐα
es_es: Navegación astronómica
fi_fi: Tähtiteteellinen navigointi
fr_fr: Navigation stellaire
ja_jp: 天体ナビゲーション
nb_no: Astronomisk Navigasjon
nl_nl: Astronomische navigatie
pl_pl: Nawigacja astronomiczna
pt_pt: Navegação astronomica
tr_tr: Astronomik Seyir

source: Failed to save xml file:
ca_es: Error al desar fitxer xml:
de_de: XML-Datei konnte nicht gespeichert werden:
el_gr: Απέτυχε η αποθήκευση του αρχείου xml:
es_es: Error al guardar archivo xml:
fi_fi: Tiedostoa ei voi tallentaa xml-muodossa:
fr_fr: Echec du chargement du fichier :
ja_jp: Xml ファイルを保存できませんでした。
nb_no: Kunne ikke lagre xml fil:
nl_nl: Kon XML-bestand niet opslaan:
pl_pl: Nie można zapisać pliku xml:
pt_pt: Falha na gravação do ficheiro xml:
tr_tr: Xml dosyası kaydedilemedi:

source: Time Correction
de_de: Zeitberichtigung
el_gr: Διόρθωση ώρας
es_es: Corrección de hora
fi_fi: Ajan korjaus
fr_fr: Correction de l'heure
ja_jp: 時間の訂正
nb_no: Tidskorreksjon
nl_nl: Tijdcorrectie
pl_pl: Korekcja czasu
pt_pt: Correcção da hora
tr_tr: Zaman Düzeltmesi

source: Sun
ca_es: Sol
de_de: Sonne
el_gr: Ήλιος
es_es: Sol
fi_fi: Aurinko
fr_fr: Soleil
ja_jp: 太陽
nb_no: Sol
nl_nl: Zon
pl_pl: Słońce
pt_pt: Sol
tr_tr: Güneş

source: Are you sure you want to delete all sights?
ca_es: Estàs segur que vols esborrar totes les observacions?
de_de: Sollen alle Sichten gelöscht werden?
el_gr: Σίγουρα θέλετε να διαγράψετε όλες τις θεάσεις;
es_es: ¿Está seguro que quiere borrar todas las observaciones?
fi_fi: Oletko varma, että haluat poistaa kaikki suuntimat?
fr_fr: Etes vous certain de vouloir détruire tous les vues ?
ja_jp: すべてのサイトを削除してもよろしいですか。
nb_no: Er du sikker på at du vil slette alle lagrede legemer?
nl_nl: Weet u zeker dat u alle observaties wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć wszystkie obserwacje?
pt_pt: Tem certeza que pretende apagar todas as posições?
tr_tr: Tüm gözlemleri silmek istediğinizden emin misiniz?

source: Hide
de_de: Ausblenden
el_gr: Απόκρυψη
es_es: Ocultar
fi_fi: Piilota
fr_fr: Masquer
ja_jp: 隠す
nb_no: Skjul
nl_nl: Verberg
pl_pl: Ukryj
pt_pt: Ocultar
tr_tr: Gizle

source: Show
de_de: Anzeigen
el_gr: Εμφάνιση
es_es: Mostrar
fi_fi: Näytä
fr_fr: Afficher
ja_jp: 表示する
nb_no: Vis
nl_nl: Toon
pl_pl: Pokaż
pt_pt: Mostrar
tr_tr: Göster

source: New
ca_es: Nou
de_de: Neu
el_gr: Νέο
es_es: Nuevo
fi_fi: Uusi
fr_fr: Nouveau
ja_jp: 新規
nb_no: Ny
nl_nl: Nieuwe meting
pl_pl: Nowy
pt_pt: Novo
tr_tr: Yeni

source: Fix
el_gr: Θέση
es_es: Solución
fr_fr: Corriger
ja_jp: 修正
nb_no: Lås
pl_pl: Obserwacja
tr_tr: Düzelt

source: Duplicate
el_gr: Αντιγραφή
es_es: Duplicado
fi_fi: Luo kopio
fr_fr: Dupliquer
nl_nl: Dupliceer

source: Clock Offset
de_de: Zeitverschiebung
el_gr: Όφσετ ώρας
es_es: Desplazamiento de reloj
fi_fi: Kellon siirros
fr_fr: Décalage horaire
ja_jp: クロック オフセット
nb_no: Tidsforskyvelse
nl_nl: Klokverschil
pl_pl: Poprawka czasu
pt_pt: Diferença horária
tr_tr: Saat düzeltmesi

source: Edit
ca_es: Editar
de_de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
fi_fi: Muokkaa
fr_fr: Editer
ja_jp: 編集
nb_no: Endre
nl_nl: Bewerken
pl_pl: Edytuj
pt_pt: Editar
tr_tr: Düzenle

source: Delete
ca_es: Esborrar
de_de: Löschen
el_gr: Διαγραφή
es_es: Borrar
fi_fi: Poista
fr_fr: Supprimer
ja_jp: 削除
nb_no: Slett
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Apagar
tr_tr: Sil

source: Information
ca_es: Informació
el_gr: Πληροφορίες
es_es: Información
fi_fi: Informaatiota
ja_jp: 情報
nb_no: Informasjon
nl_nl: Informatie
pl_pl: Informacja
pt_pt: Informação
tr_tr: Bilgilendirme

source: Delete All
ca_es: Esborrar tot
de_de: Alles löschen
el_gr: Διαγραφή όλων
es_es: Borrar todo
fi_fi: Poista kaikki
fr_fr: Supprimer tout
ja_jp: すべて削除
nb_no: Slett alle
nl_nl: Alles verwijderen
pl_pl: Usuń wszystko
pt_pt: Apagar tudo
tr_tr: Tümünü Sil

source: Altitude
ca_es: Altura
de_de: Höhe
el_gr: Υψόμετρο
es_es: Altura
fi_fi: Korkeus
ja_jp: 高度
nb_no: Høyde
nl_nl: hoogte
pl_pl: Wysokość
tr_tr: Rakım

source: Azimuth
ca_es: Azimut
de_de: Azimut
el_gr: Αζιμούθιο
es_es: Azimut
fi_fi: Suuntakulma
fr_fr: Azimut
ja_jp: 方位角
pl_pl: Azymut
pt_pt: Azimute
tr_tr: Azimut

source: Lunar
de_de: Mond
el_gr: Σεληνιακή
fi_fi: Kuun
fr_fr: Lunaire
ja_jp: 月の
nb_no: Måne
nl_nl: Maansafstand
pl_pl: Księżycowy
tr_tr: Ay

source: Magnetic Azimuth
ca_es: Azimut magnètic
de_de: Azimuth
el_gr: Μαγνητικό αζιμούθιο
es_es: Azimut magnético
fi_fi: Magneettinen suuntakulma
fr_fr: Azimut magnétique
ja_jp: 磁気方位
nb_no: Magnetisk azimuth
nl_nl: Azimuth t.o.v. magn. noorden
pl_pl: Azymut magnetyczny
pt_pt: Azimute magnético
tr_tr: Manyetik Azimut

source: Celestial Body
ca_es: Astre
de_de: Astronomisch
el_gr: Ουράνιο σώμα
es_es: Astro
fi_fi: Taivaankappale
fr_fr: Corps céleste
ja_jp: 天体
nb_no: Himmellegeme
nl_nl: Hemellichaam
pl_pl: Ciało niebieskie
pt_pt: Corpo celeste
tr_tr: Gökcismi

source: Find
ca_es: Trobar
de_de: Finden
el_gr: Αναζήτηση
es_es: Encontrar
fi_fi: Etsi
fr_fr: Chercher
ja_jp: 検索
nb_no: Finn
nl_nl: Zoeken
pl_pl: Znajdź
pt_pt: Encontrar
tr_tr: Bulmak

source: Limb
ca_es: Limbo
de_de: Kante
el_gr: Μέλος
es_es: Limbo
fi_fi: Astekaari
fr_fr: Membre
nb_no: Ytterkant
nl_nl: Meetpunt
pl_pl: Krawędź
pt_pt: Limbo
tr_tr: Bacak

source: Center
ca_es: Central
de_de: Mittelpunkt
el_gr: Κέντρο
es_es: Central
fi_fi: Keskitetty
fr_fr: Centre
ja_jp: 中心
nb_no: Senter
nl_nl: Middelpunt
pl_pl: Środek
pt_pt: Central
tr_tr: Ortada

source: Lower
ca_es: Inferior
de_de: Unterer Rand
el_gr: Κατώτερο
es_es: Inferior
fi_fi: Alempi
fr_fr: Bas
ja_jp: 下方
nb_no: Senk
nl_nl: Onderrand
pl_pl: Dolna
pt_pt: Inferior
tr_tr: Alçak

source: Upper
ca_es: Superior
de_de: Oberer Rand
el_gr: Ανώτερο
es_es: Superior
fi_fi: Ylempi
fr_fr: Upper Limb
ja_jp: 上方
nb_no: Øvre
nl_nl: Bovenrand
pl_pl: Górna
pt_pt: Superior
tr_tr: Üst

source: Degrees
ca_es: Graus
de_de: Grad
el_gr: Μοίρες
es_es: Grados
fi_fi: Astetta
fr_fr: Degrés
ja_jp: 度
nb_no: Grader
nl_nl: graden
pl_pl: Stopni
pt_pt: Graus
tr_tr: Derece

source: Minutes
ca_es: Minuts
de_de: Minuten
el_gr: Λεπτά
es_es: Minutos
fi_fi: Minuuttia
ja_jp: 分
nb_no: Minutter
nl_nl: minuten
pl_pl: Minut
pt_pt: Minutos
tr_tr: Dakika

source: Minutes Certainty
de_de: Bestimmung Minuten
el_gr: Ακρίβεια (±λεπτά)
es_es: Minutos de incertidumbre
fi_fi: Minuutin tarkkuudella
fr_fr: Minutes de certitude
ja_jp: 分の確実性
nb_no: Minutter sikkerhet
nl_nl: Onzekerheid in minuten
pl_pl: Dokładność Minut
pt_pt: Minutos de certeza
tr_tr: Dakika kesinliği

source: Lunar Altitude
de_de: Mond-Höhe
el_gr: Ύψος σελήνης
es_es: Altura lunar
fi_fi: Kuun korkeus
fr_fr: Altitude lunaire
ja_jp: 月の高度
nb_no: Månehøyde
nl_nl: Maan's hoogte
pl_pl: Wysokość księżyca
pt_pt: Altitude Lunar
tr_tr: Ay irtifası

source: Body Altitude
de_de: Körpergröße
el_gr: Ύψος σώματος
es_es: Altura cuerpo
fi_fi: Runkokorkeus
fr_fr: Altitude du corps
ja_jp: ボディ高度
nb_no: Kroppshøyde
nl_nl: Hoogte 2e hemellichaam
pl_pl: Wysokość ciała niebieskiego
pt_pt: Altitude do corpo
tr_tr: Gövde yüksekliği

source: Sight
ca_es: Observació
de_de: Sichtung
el_gr: Θέαση
es_es: Observación
fi_fi: Suunta
fr_fr: Vue
ja_jp: サイト
nb_no: Legeme
nl_nl: Sextantmeting/Azimuth
pl_pl: Obserwacja
pt_pt: Observação
tr_tr: Gözlem

source: Hours
ca_es: Hores
de_de: Stunden
el_gr: Ώρες
es_es: Horas
fi_fi: Tunnit
fr_fr: Heures
ja_jp: 時間
nb_no: Timer
nl_nl: uren (tijd in UT!)
pl_pl: Godzin
pt_pt: Horas
tr_tr: Saatler

source: Seconds
ca_es: Segons
de_de: Sekunden
el_gr: Δευτερόλεπτα
es_es: Segundos
fi_fi: Sekunnit
fr_fr: Secondes
ja_jp: 秒
nb_no: Sekunder
nl_nl: seconden
pl_pl: Sekund
pt_pt: Segundos
tr_tr: Saniyeler

source: Certainty
ca_es: Incertesa
de_de: Gewissheit
el_gr: Ακρίβεια
es_es: Incertidumbre
fi_fi: Tarkkuus
fr_fr: Certitude
ja_jp: 確実性
nb_no: Sikkerhet
nl_nl: Meetonzekerheid
pl_pl: Dokładność
pt_pt: Certeza
tr_tr: Kesinlik

source: Distance
ca_es: Distància
de_de: Abstand
el_gr: Απόσταση
es_es: Distancia
fi_fi: Etäisyys
ja_jp: 距離
nb_no: Distanse
nl_nl: Verheid
pl_pl: Odległość
pt_pt: Distância
tr_tr: Mesafe

source: Nm
de_de: sm
el_gr: ν.μ.
fr_fr: Cap
ja_jp: 海里

source: Bearing
ca_es: Rumb
de_de: Peilung
el_gr: Κατεύθυνση
es_es: Rumbo
fi_fi: Suuntima
fr_fr: Cap
ja_jp: 方位
nb_no: Kurs
nl_nl: Richting
pl_pl: Namiar
pt_pt: Rumo
tr_tr: Kerteriz

source: Magnetic Bearing
ca_es: Rumb magnètic
de_de: Magnetische Peilung
el_gr: Μαγνητική κατεύθυνση
es_es: Rumbo magético
fi_fi: Mangneettinen suuntima
fr_fr: Cap magnétique
ja_jp: 磁気方位
nb_no: Magnetisk kurs
nl_nl: Richting t.o.v. magn. noorden
pl_pl: Namiar magnetyczny
pt_pt: Rumo magnético
tr_tr: Manyetik kerteriz

source: DR Shift
de_de: Koppelnavigationsverschiebung
el_gr: Μετατόπιση DR
es_es: Cambiar Posición Estimada
fi_fi: DR siirtymä
fr_fr: Décalage DR
ja_jp: DR シフト
nb_no: DR Skift
nl_nl: Verzeil gispositie
pl_pl: Przesunięcie pozycji zliczonej
pt_pt: Desvio DR
tr_tr: DR Değiştirme

source: Transparency
ca_es: Transparència
de_de: Transparenz
el_gr: Διαφάνεια
es_es: Transparencia
fi_fi: Läpinäkyvyys
fr_fr: Transparence
ja_jp: 透明度
nb_no: Gjennomsiktighet
nl_nl: Transparantie
pl_pl: Przezroczystość
pt_pt: Transparência
tr_tr: Saydamlık

source: Config
de_de: Einstellungen
el_gr: Διαμόρφωση
fi_fi: Kokoonpano
fr_fr: Configuration
ja_jp: 設定
nb_no: Konfigurasjon
nl_nl: Weergave
pl_pl: Ustawienia
pt_pt: Configuração
tr_tr: Yapılandır

source: Eye Height
ca_es: Alçada de l'ull
de_de: Augenhöhe
el_gr: Ύψος ματιού
es_es: Altura del ojo
fi_fi: Silmän korkeus
fr_fr: Hauteur des yeux
ja_jp: 目の高さ
nb_no: Øyehøyde
nl_nl: Ooghoogte
pl_pl: Wysokość oczu
pt_pt: Altura dos olhos
tr_tr: Göz yüksekliği

source: Meters
ca_es: Metres
de_de: Meter
el_gr: μέτρα
es_es: Metros
fi_fi: Metriä
fr_fr: Mètres
ja_jp: メートル
nb_no: Meter
nl_nl: meter
pl_pl: Metry
pt_pt: Metros
tr_tr: Metre

source: Temperature
ca_es: Temperatura
de_de: Temperatur
el_gr: Θερμοκρασία
es_es: Temperatura
fi_fi: Lämpötila
fr_fr: Température
ja_jp: 温度
nb_no: Temperatur
nl_nl: Luchttemperatuur
pl_pl: Temperatura
pt_pt: Temperatura
tr_tr: Sıcaklık

source: Celcius
de_de: Celsius
el_gr: Κελσίου
es_es: Celsius
fi_fi: Celsius
fr_fr: Celsius
ja_jp: 摂氏
nl_nl: Celsius
pl_pl: Celsjusza

source: Pressure
ca_es: Pressió
de_de: Luftdruck
el_gr: Πίεση
es_es: Presión
fi_fi: Paine
fr_fr: Pression
ja_jp: 圧力
nb_no: Trykk
nl_nl: Luchtdruk
pl_pl: Ciśnienie
pt_pt: Pressão
tr_tr: Basınç

source: MilliBars
ca_es: MiliBars
de_de: Millibar
el_gr: μιλιμπαρ
es_es: Milibares
fi_fi: Millibaaria
fr_fr: hPa (Millibars)
ja_jp: ミリバール
nb_no: Millibar
nl_nl: hPa
pl_pl: Milibarów
pt_pt: Milibares
tr_tr: MiliBar

source: Index Error
ca_es: Error d'índex
de_de: Index-Fehler
el_gr: Λάθος δείκτη εξάντα
es_es: Error de índice
fi_fi: Indeksivirhe
fr_fr: Erreur d'index
ja_jp: インデックス エラー
nb_no: Indeks feil
nl_nl: Indexfout sextant
pl_pl: Błąd indeksu
pt_pt: Erro de índice
tr_tr: Ayna hatası

source: Set As Defaults
ca_es: Posar per defecte
de_de: Als Standard festlegen
el_gr: Ορισμός ως προεπιλογή
es_es: Ponerlos por defecto
fi_fi: Aseta oletuksiksi
fr_fr: Définir comme valeurs par défaut
ja_jp: デフォルトとして設定
nb_no: Sett som standard
nl_nl: Instellen als standaard
pl_pl: Ustaw jako domyślne
pt_pt: Definir como padrões
tr_tr: Varsayılan olarak ata

source: Parameters
ca_es: Paràmetres
de_de: Parameter
el_gr: Παράμετροι
es_es: Parámetros
fi_fi: Parametrit
fr_fr: Paramètres
ja_jp: パラメータ
nb_no: Parametre
pl_pl: Parametry
pt_pt: Parâmetros
tr_tr: Değişkenler

source: Calculations
ca_es: Càlculs
de_de: Berechnungen
el_gr: Υπολογισμοί
es_es: Cálculos
fi_fi: Laskelmat
fr_fr: Calculs
ja_jp: 計算
nb_no: Kalkulasjoner
nl_nl: Berekeningen
pl_pl: Obliczenia
pt_pt: Cálculos
tr_tr: Hesaplamalar

source: Shift all visible Sights
de_de: Alle sichtbaren Sehenswürdigkeiten verschieben
el_gr: Μετατόπιση όλων των ορατών θεάσεων
es_es: Cambiar todas las observaciones visibles
fi_fi: Siirrä kaikki näkyvät näkymät
fr_fr: Déplacer tous les signes visibles
ja_jp: すべての表示されているサイトをシフトします。
nb_no: Flytt alle synlige lokasjoner
nl_nl: Verzeil alle zichtbare waarnemingen
pl_pl: Przesunięcie wszystkie widoczne Obserwacje
pt_pt: Desvio todas as vistas visíveis
tr_tr: Görünürdeki tüm yerleri kaydır

source: Latitude
ca_es: Latitud
de_de: Höhe
el_gr: Γεωγραφικό πλάτος
es_es: Latitud
fi_fi: Leveyspiiri
fr_fr: Altitude
ja_jp: 緯度
nb_no: Breddegrad
nl_nl: Breedte
pl_pl: Szerokość geogr
tr_tr: Enlem

source: Longitude
ca_es: Longitud
de_de: Längengrad (Lon)
el_gr: Γεωγραφικό μήκος
es_es: Longitud
fi_fi: Pituuspiiri
ja_jp: 経度
nb_no: Lengdegrad
nl_nl: Lengte
pl_pl: Długość geogr
tr_tr: Boylam

source: Boat Position
el_gr: Θέση πλοίου
es_es: Posición del barco
fi_fi: Veneen sijainti
fr_fr: Position du bateau
nl_nl: Boot Positie

source: Magnetic
ca_es: Magnètic
de_de: Magnetisch
el_gr: Μαγνητική
es_es: Magnético
fi_fi: Magneettinen
fr_fr: Magnétique
ja_jp: 磁気
nb_no: Magnetisk
nl_nl: Magnetisch
pl_pl: Magnetyczny
pt_pt: Magnético
tr_tr: Manyetik

source: Done
ca_es: Fet
de_de: Ausgeführt
el_gr: Έγινε
es_es: Hecho
fi_fi: Tehty
fr_fr: Effectué
ja_jp: 完了
nb_no: Ferdig
nl_nl: Klaar
pl_pl: Gotowe
pt_pt: Feito
tr_tr: Tamam

source: Fix From Visible Sights
ca_es: Solució per observacions visibles
de_de: Fix über Sichtungen
el_gr: Καθορισμός από θεάσεις
es_es: Solución por Observaciones Visibles
fi_fi: Fix näkyvissä olevista suuntimista
fr_fr: Fixer les curiosités visibles
ja_jp: 可視サイトから修正します。
nb_no: Posisjon fra synlige landmerker
nl_nl: Astronomisch bestek
pl_pl: Pozycja z widocznych Obserwacji
pt_pt: Solução de Avistamentos visíveis
tr_tr: Görünür görüntüleri düzeltmek

source: N/A
el_gr: Δ/Υ
es_es: N/D
ja_jp: なし
nl_nl: N/B
tr_tr: Bulunamadı

source: N/A
el_gr: Δ/Υ
es_es: N/D
ja_jp: なし
nl_nl: N/B

source: Error
de_de: Fehler
el_gr: Σφάλμα
fi_fi: Virhe
fr_fr: Erreur
ja_jp: エラー
nb_no: Feil
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
tr_tr: Hata

source: N/A
el_gr: Δ/Υ
es_es: N/D
ja_jp: なし
nl_nl: N/B

source: Initial
ca_es: Inicial
de_de: Start
el_gr: Αρχική
es_es: Inicial
fi_fi: Alustava
ja_jp: 初期
nb_no: Første
nl_nl: Startwaarde
pl_pl: Początkowy
pt_pt: Inicial
tr_tr: İlk

source: Alg
el_gr: Αλγ.
nl_nl: Basis
pl_pl: Algorytm

source: Plane
ca_es: Plana
de_de: Ebene
el_gr: Επίπεδο
es_es: Plana
fi_fi: Taso
fr_fr: Planification
ja_jp: 平面
nb_no: Plan
nl_nl: platte vlak
pl_pl: Płaszczyzna
pt_pt: Plano
tr_tr: Düzlem

source: Sphere
ca_es: Esfera
de_de: Kugel
el_gr: Σφαίρα
es_es: Esfera
fi_fi: sfääri
fr_fr: Sphère
ja_jp: 球
nb_no: Sfære
nl_nl: bol
pl_pl: Kula
pt_pt: Esfera
tr_tr: Küre

source: Cone
ca_es: Con
de_de: Kegel
el_gr: Κώνος
es_es: Cónica
fi_fi: Kartio
fr_fr: Cône
ja_jp: コーン
nb_no: Kon
nl_nl: kegel
pl_pl: Stożek
tr_tr: Koni

source: Cone 2
ca_es: Con 2
de_de: Kegel 2
el_gr: Κώνος 2
es_es: Cónica 2
fi_fi: Kartio 2
fr_fr: Cône 2
ja_jp: コーン 2
nb_no: Kon 2
nl_nl: kegel 2
pl_pl: Stożek 2
tr_tr: Koni 2

source: Go
ca_es: Calcular
de_de: Los
el_gr: Εμπρός
es_es: Calcular
fi_fi: Aloita
fr_fr: Aller
ja_jp: 実行
nb_no: Gå
nl_nl: Start
pl_pl: Dalej
pt_pt: Calcular
tr_tr: Git

source: Clock Correction
de_de: Uhrberichtigung
el_gr: Διόρθωση ώρας
es_es: Corrección del rejoj
fi_fi: Kellon korjaus
fr_fr: Correction Horloge
ja_jp: 時計補正
nb_no: Klokke korreksjon
nl_nl: Klokcorrectie
pl_pl: Korekta zegara
pt_pt: Correcção do relógio
tr_tr: Saat düzeltmesi

source: Celestial Navigation Sights
ca_es: Observacions de navegació astronòmica
de_de: Astronom. Navigation
el_gr: Θεάσεις για την αστρονομική ναυσιπλοΐα
es_es: Observaciones Navegación Astronómica
fi_fi: Tähtitieteellisen navigoinnin kohteet
fr_fr: Vues de navigation stellaire
ja_jp: 天測航法のサイト
nb_no: Astronomiske Navigasjons punkter
nl_nl: Astronomische positiebepaling
pl_pl: Obserwacje Nawigacji Astronomicznej
pt_pt: Observações de Navegação Astronómica
tr_tr: Astronomik Seyir Gözlemleri

source: Sight Properties
ca_es: Propietats d'observació
de_de: Eigenschaft Sichtung
el_gr: Ιδιότητες θέασης
es_es: Propiedades Observación
fi_fi: Suuntien ominaisuudet
fr_fr: Propriétés de la vue
ja_jp: サイトプロパティ
nb_no: Egenskaper for punkt
nl_nl: Meetgegevens
pl_pl: Właściwości Obserwacji
pt_pt: Propriedades Observação
tr_tr: Gözlem özellikleri

source: Dead Reckoning shift
de_de: Koppelnavigation verschieben
el_gr: Μετατόπιση εκτίμησης θέσης
es_es: Cambiar Posición Estimada
fi_fi: Merkintälasku siirto
fr_fr: Décalage de la navigation à l'estime
ja_jp: 推測航法シフト
nb_no: Dead Reckoning skift
nl_nl: Verzeil gispositie
pl_pl: Przesunięcie Pozycji zliczonej
pt_pt: Desvio da Posição estimada
tr_tr: DR mevki değişimi

source: Find Celestial Body
ca_es: Troba astre
de_de: Finde Himmelskörper
el_gr: Βρες ουράνιο σώμα
es_es: Encuentra astro
fi_fi: Etsi taivaankappale
fr_fr: Trouver le corps céleste
ja_jp: 天体を検索します。
nb_no: Lokaliser himmellegeme
nl_nl: Zoek hemellichaam
pl_pl: Znajdź ciało niebieskie
pt_pt: Procurar corpo celeste
tr_tr: Gökcismi bulmak

source: Shifted sights are not used to compute a fix, determine fix visually instead.
ca_es: Les observacions traslladades no s'utilitzen per calcular una solució, determina-la visualment.
de_de: Verschobene Sehenswürdigkeiten werden nicht dazu verwendet, um eine Positionsbestimmung zu berechnen, sondern um die Position visuell zu bestimmen.
el_gr: Δεν χρησιμοποιούνται μετατοπισμένες θεάσεις για τον προσδιορισμό. Προσδιόρισε τη θέση οπτικά.
es_es: Las observaciones trasladadas no se emplean para calcular una solución, determínela visualmente en su lugar.
fi_fi: Siirrettyjä näkymiä ei käytetä fix:in laskentaan, sensijaan määritä fix näkemäsi mukaan.
fr_fr: Les vues décalées ne sont pas utilisables pour calculer une solution, déterminer et fixer visuellement l'emplacement.
nb_no: Forskyvde legemer brukes ikke til å beregne posisjon, beregn posisjon visuelt i stedet.
nl_nl: Verzeilde positielijnen kunnen niet worden gebruikt voor een bestek, beoordeel uw geografische positie visueel op de kaart.
pl_pl: Przesunięte obserwacje nie są używane do obliczenia pozycji(fix), zamiast tego określ pozycję(fix) wizualnie.
pt_pt: Posições deslocados não são usadas para calcular uma solução, determinar solução visualmente em vez disso.
tr_tr: Yer değiştirmiş yerler, bir düzeltmeyi hesaplamak için yerine düzeltmeyi belirlemek için kullanılmaz.

source: Fix Position
ca_es: Posició calculada
de_de: Position korrigieren
el_gr: Καθορισμός θέσης
es_es: Posición calculada
fi_fi: Fix sijainti
fr_fr: Position
ja_jp: 位置を修正
nb_no: Satt posisjon
nl_nl: Bestek
pl_pl: Pozycja obserwowana
pt_pt: Posicão calculada
tr_tr: Pozisyon düzeltmek

source: N/A
de_de: N/V
el_gr: Δ/Υ
es_es: N/D
ja_jp: なし
nl_nl: N/B

source: Astrolab failed, data unavailable:
ca_es: Astrolab ha fallat, dades no vàlides:
de_de: Astrolab fehlgeschlagen, Daten nicht verfügbar:
el_gr: Ο αστρολάβος απέτυχε, δεν υπάρχουν δεδομένα:
es_es: Fallo en Astrolab, datos no válidos:
fi_fi: Astrolab epäonnistui, tietoja ei ole käytettävissä:
fr_fr: L'astrolabe échoue. Donnée indisponible :
ja_jp: Astrolab に失敗しました、データは利用できません:
nb_no: Astrolab feilet, data utilgjengelig:
nl_nl: Almanakfout, gegevens niet beschikbaar:
pl_pl: Astrolab nie liczy, dane niedostępne:
pt_pt: Astrolabio falhou, dados indisponíveis:
tr_tr: Astrolab başarısız oldu, veri kullanılamaz:

source: Did you forget to install vsop87d.txt?
ca_es: Has oblidat d'instalar vsop87d.txt?
de_de: Wurde Installation von vsop87d.txt vergessen?
el_gr: Μήπως ξεχάσατε να εγκαταστήσετε το vsop87d.txt;
es_es: ¿Olvidó instalar vsop87d.txt?
fi_fi: Unohditko asentaa vsop87d.txt?
fr_fr: Avez vous oubliez d'installer vsop87d.txt ?
ja_jp: vsop87d.txtをインストールするのを忘れましたか？
nb_no: Glemte du å installere vsop87d.txt
nl_nl: Bent u vergeten om 'vsop87d.txt' te installeren?
pl_pl: Zapomniałeś zainstalować vsop87d.txt?
pt_pt: Esqueceu-s de instalar vsop87d.txt?
tr_tr: Vsop87d.txt dosyasını yüklemeyi mi unuttunuz?

source: The plugin will not work correctly
ca_es: El Connector no treballarà correctament
de_de: Das Plugin wird nicht korrekt arbeiten
el_gr: Το πρόσθετο δεν θα λειτουργήσει σωστά
es_es: El plugin no trabaja correctamente
fi_fi: Lisäosa ei toimi oikein
fr_fr: Le complément ne fonctionnera pas correctement
ja_jp: プラグインは正常に動作しません
nb_no: Utvidelsen vil ikke virke skikkelig
nl_nl: Zonder dit almanakbestand zal de plugin niet functioneren.
pl_pl: Wtyczka nie będzie działać prawidłowo
pt_pt: A extensão não funcionará corretamente
tr_tr: Eklenti düzgün çalışmayacak

source: Failure Alert
ca_es: Alerta per fallada
de_de: Fehler-Alarm
el_gr: Ειδοποίηση αποτυχίας
es_es: Alerta por fallo
fi_fi: Vika hälytys
fr_fr: Echec
ja_jp: 故障警報
nb_no: Feilalarm
nl_nl: Foutmelding
pl_pl: Alert uszkodzenia
pt_pt: Alerta de falha
tr_tr: Arıza Uyarısı

source: Applying clock correction of %d seconds
de_de: Zeitkorrektur von %d Sekunden übernehmen
el_gr: Εφαρμογή διόρθωσης ώρας %d δευτερολέπτων
es_es: Aplicar corrección de reloj de %d segundos
fi_fi: Käännetään kelloa %d sekunttia
fr_fr: Appliquer la Correction Horloge de %d seconds
ja_jp: %d 秒 のクロック補正を適用します。
nb_no: Legger til klokkerettelse på %d sekunder
nl_nl: Toepassen tijdmetercorrectie van %d seconden
pl_pl: Zastosowanie korekcji zegara o %d sekund
pt_pt: Aplicar correcção do relógio de %d segundos
tr_tr: Saate %d saniye düzeltmesi uygulanıyor

source: Almanac Data For
ca_es: Dades de l'almanac per a
de_de: Almanach Daten für
el_gr: Δεδομένα αλμανάκ για
es_es: Datos Almanaque para
fi_fi: Almanakka tiedot
fr_fr: Données de l'almanach pour
nb_no: Almanakk data for
nl_nl: Almanakgegevens voor:
pl_pl: Dane Almanachu dla
pt_pt: Dados do almanaque para
tr_tr: Almanak Verileri için
