Repository: seandepagnier/celestial_navigation_pi
Catalog: po/*.po
Languages: ca_es, de_de, el_gr, es_es, fi_fi, fr_fr, ja_jp, nb_no, nl_nl, pl_pl, pt_pt, tr_tr

source: RefractionCorrectionMoon = .267 * Pressure / (x*(Temperature + 273.15)) / 60.0 RefractionCorrectionMoon = .267 * %.4f / (x*(%.4f + 273.15)) / 60.0 RefractionCorrectionMoon = %.4f
el_gr: ΔιόρθΔιαθλΣελήνης = 0.267 * Πίεση / (x*(Θερμοκρασία + 273.15)) / 60.0 ΔιόρθΔιαθλΣελήνης = 0.267 * %.4f / (x*(%.4f + 273.15)) / 60.0 ΔιόρθΔιαθλΣελήνης=%.4f
es_es: Corrección por Refracción de Luna = .267 * Presión / (x*(Temperatura + 273.15)) / 60.0 Corrección por Refracción de Luna = .267 * %.4f / (x*(%.4f + 273.15)) / 60.0 Corrección por Refracción de Luna = %.4f
fi_fi: Taittokorjaus =.267 * paine / (x * (lämpötila + 273.15)) / 60.0 Taittokorjaus = .267 * %.4f / (x * (%.4f + 273.15)) / 60.0 Taittokorjaus = %.4f
nl_nl: Maan's refractiecorrectie = .267 * Luchtdruk / (x*(Temperatuur + 273.15)) / 60.0 Maan's refractiecorrectie = .267 * %.4f / (x*(%.4f + 273.15)) / 60.0 Maan's refractiecorrectie = %.4f
pl_pl: KorektaRefrakcjiKsiężyca =.267 * ciśnienie / (x * (temperatura + 273.15)) / 60.0 KorektaRefrakcjiKsiężyca =.267 * %.4f / (x * (%.4f + 273,15)) / 60.0 KorektaRefrakcjiKsiężyca = %.4f
tr_tr: Yeniden Kırılma Düzeltimi = .267 * Basınç / (x*(Sıcaklık + 273.15)) / 60.0 Yeniden Kırılım Düzeltimi = .267 * %.4f / (x*(%.4f + 273.15)) / 60.0 RefractionCorrection = %.4f

source: Corrected Altitude CorrectedAltitudeMoon = ApparentAltitudeMoon - RefractionCorrectionMoon - LimbCorrectionMoon CorrectedAltitudeMoon = %.4f - %.4f - %.4f CorrectedAltitudeMoon = %.4f
el_gr: Διορθωμένο υψόμετρο Διορθωμένο Υψόμετρο Σελήνης = Φαινόμενο Υψόμετρο - Διόρθωση Διάθλασης - Διόρθωση ακτίνας Διορθωμένο Υψόμετρο Σελήνης = %.4f - %.4f - %.4f Διορθωμένο Υψόμετρο Σελήνης = %.4f
es_es: Altura Corregida Altura Corregida de Luna =Altura Aparente de Luna - Corrección por Refracción de Luna - Corrección por Limbo de Luna Altura Corregida de Luna = %.4f - %.4f - %.4f Altura Corregida de Luna= %.4f
fr_fr: Altitude corrigée CorrectedAltitudeMoon = ApparentAltitudeMoon - RefractionCorrectionMoon - LimbCorrectionMoon CorrectedAltitudeMoon = %.4f - %.4f - %.4f CorrectedAltitudeMoon = %.4f
ja_jp: 補正後の高度 補正後の月高度=見かけ月高度 - 月の屈折補正 - 月のlimb補正 補正後の月高度=%.4f - %.4f - %.4f 補正後の月高度=%.4f
nl_nl: Verbeterde hoogte Maan's verbeterde hoogte = Maan's schijnbare hoogte - Maan's refractiecorrectie - Maan's randcorrectie Maan's verbeterde hoogte = %.4f - %.4f - %.4f Maan's verbeterde hoogte = %.4f
pl_pl: Wysokość poprawiona PoprawionaWysokośćKsiężyca = ObserwowanaWysokośćKsiężyca - KorektaRefrakcjiKsiężyca - KorektaKrawędziKsiężyca PoprawionaWysokośćKsiężyca = %.4f - %.4f - %.4f PoprawionaWysokośćKsiężyca = %.4f
pt_pt: Altitude Corrigida CorrectedAltitudeMoon = ApparentAltitudeMoon - RefractionCorrectionMoon - LimbCorrectionMoon CorrectedAltitudeMoon = %.4f - %.4f - %.4f CorrectedAltitudeMoon = %.4f
tr_tr: Düzeltilmiş Yüseklik DüzeltilmişYükseklik = GözükenYükseklik - KırılımsalDüzeltme - UzuvsalDüzeltme DüzeltilmişYükseklik = %.4f - %.4f - %.4f DüzeltilmişYükseklik = %.4f

source: ParallaxCorrectionMoon = -180/Pi * asin( sin(Pi/180 * HP ) * cos(Pi/180 * CorrectedAltitude)) ParallaxCorrectionMoon = -180/Pi * asin( sin(Pi/180 * %.4f ) * cos(Pi/180 * %.4f)) ParallaxCorrectionMoon = %.4f
el_gr: Διόρθωση Παράλλαξης Σελήνης = -180/π * asin( sin(π/180 * HP ) * cos(π/180 * ΔιορθωμένοΥψόμετρο)) ΔιόρθωσηΠαράλλαξης Σελήνης = -180/π * asin( sin(π/180 * %.4f ) * cos(π/180 * %.4f)) = %.4f
es_es: Corrección por paralaje de Luna = -180/Pi * asin( sin(Pi/180 * HP ) * cos(Pi/180 * Altura Corregida)) Corrección por paralaje de Luna = -180/Pi * asin( sin(Pi/180 * %.4f ) * cos(Pi/180 * %.4f)) Corrección por paralaje de Luna = %.4f
nl_nl: Parallaxcorrectie maan = -180/Pi * asin( sin(Pi/180 * HP ) * cos(Pi/180 * Gecorrigeerde hoogte)) Parallaxcorrectie maan = -180/Pi * asin( sin(Pi/180 * %.4f ) * cos(Pi/180 * %.4f)) Parallaxcorrectie maan = %.4f

source: CorrectionsMoon = %.4f CorrectionsBody = %.4f Corrections = abs(CorrectionsMoon - CorrectionsBody) = %.4f
el_gr: Διορθώσεις Σελήνης = %.4f Σώμα Διορθώσεων = %.4f Corrections = abs(Διορθώσεις Σελήνης - Σώμα Διορθώσεων) = %.4f
es_es: Correcciones Luna = %.4f Correcciones astro = %.4f Correcciones = abs (Correcciones Luna - Correcciones astro) = %.4f
nl_nl: Maancorrecties = %.4f Correcties 2e hemellichaam = %.4f Correcties = abs(Maancorrecties - Correcties 2e hemellichaam) = %.4f
pl_pl: PoprawkiKsiążya = %.4f PoprawkiCiałaNiebieskiego = %.4f Poprawki = abs(PoprawkiKsiążyca - PoprawkiCiałaNiebieskiego) = %.4f

source: CorrectedMeasurement = Measurement - Corrections - IndexCorrection CorrectedMeasurement = %.4f - %.4f - %.4f CorrectedMeasurement = %.4f
el_gr: Διορθωμένη μέτρηση = μέτρηση - διορθώσεις - ΔιόρθωσηΔείκτη Διορθωμένη μέτρηση = %.4f - %.4f - %.4f Διορθωμένη μέτρηση = %.4f
es_es: Medidas corregidas = Medida - Correcciones - corrección de índice Medida corregida = %.4f - %.4f - %.4f Medida corregida = %.4f
nl_nl: Verbeterde meting = Meting - Correcties - Indexcorrectie Verbeterde meting = %.4f - %.4f - %.4f Verbeterde meting = %.4f
pl_pl: PomiarPoprawiony = Pomiar - Poprawki - IndexCorrection PomiarPoprawiony = %.4f - %.4f - %.4f PomiarPoprawiony = %.4f

source: Calculated angle between Moon and
de_de: berechneter Winkel zwischen Mond und
el_gr: Υπολογισμένη γωνία μεταξύ Σελήνης και
es_es: Ángulo calculado entre Luna y
fi_fi: Laskennallinen kulma kuusta ja
fr_fr: Angle calculé entre la Lune et
ja_jp: 月との角度を計算
nl_nl: Berekende hoek tussen maan en
pl_pl: Obliczony kąt między księżycem i
pt_pt: Angulo calculado entre a Lua e
tr_tr: Ay ile arasındaki hesaplanmış açı

source: Error from measurement: %.4f
de_de: Messfehler: %.4f
el_gr: Σφάλμα μέτρησης: %.4f
es_es: Error de medida: %.4f
fi_fi: Virhe mittauksessa: %.4f
fr_fr: mesure erronée : %.4f
ja_jp: 測定からの誤差: %.4f
nl_nl: Fout uit meting: %.4f
pl_pl: Błąd od pomiaru: %.4f
pt_pt: Erro de medida: %.4f
tr_tr: Ölçüm hatası:%.4f

source: Moon takes 28 days to orbit, one degree of error takes 6720 seconds
de_de: Der Mond benötigt für seine Umlaufbahn 28 Tage, ein Messfehler von einem Grad bedeutet 6720 Sekunden
el_gr: Ο κύκλος της σελήνη διαρκεί 28 ημέρες, σφάλμα μίας μοίρας διαρκεί 6720 δευτερόλεπτα
es_es: La Luna tarda 28 días en una órbita, un grado de error tarda 6720 segundos
fi_fi: Kuun kierros kestää 28 päivää, yhden asteen virhe on 6720 sekunttia
fr_fr: Le Cycle lunaire est de 28 jours Un degré d’erreur prend 6720 secondes
ja_jp: 月は28 日で公転するので、１度の誤差は 6720 秒になります
nl_nl: Omlooptijd van de maan is 28 dagen; 6720 seconden (112 minuten) gaan voorbij voor een verschil van 1 graad
pl_pl: Księżyc orbituje 28 dni, jeden stopień błędu daje 6720 sekund
pt_pt: A Lua demora 28 dias a completar a orbita, um erro de um grau representa 6720 segundos
tr_tr: Ayın yörüngesini tamamlayışı 28 gün sürer, 1 derecelik hata 6720 saniye demektir

source: Time correction %.4f seconds
de_de: Zeitkorrektur %.4f Sekunden
el_gr: Διόρθωση χρόνου %.4f δευτερόλεπτα
es_es: Corrección de tiempo %.4f segundos
fi_fi: Ajan korjaus %.4f sekuntia
fr_fr: Correction du temps de %.4f secondes
ja_jp: 時刻補正 %.4f 秒
nl_nl: Tiidcorrectie %.4f seconden
pl_pl: Korekta Czasu %.4f sekund
pt_pt: Correção de tempo %.4f segundos
tr_tr: Zamansal Düzeltim %.4f saniye

source: Building bearing Sight Positions
ca_es: Resolent situació de les observacions
de_de: Erzeuge Peilung Sicht Positionen
el_gr: Υπολογισμός κατεύθυνσης θέσεων θέασης
es_es: Resolviendo situación de las observaciones
fi_fi: Muodostetaan suuntimalinjojen sijainnit
fr_fr: Construction du cap vers les positions de la vue
ja_jp: サイト方位構築
nb_no: Retning til observert bygning
nl_nl: Berekenen...
pl_pl: Tworzenie namiaru Pozycji Obserwowanej
pt_pt: Construindo posições de marcação
tr_tr: Bina taşıyan Görüş Pozisyonları

source: Measurement certainty likely set to small, sight may not appear
ca_es: S'ha establert una incertesa massa petita, l'observació pot no aparèixer
de_de: Messung sicherlich zu niedrig, Sicht wird nicht erscheinen
el_gr: Η βεβαιότητα της μέτρησης είναι μικρή, η θέαση μπορεί να μην εμφανιστεί
es_es: Establecida Incertidumbre de la medición muy pequeña, la observación puede no aparecer
fi_fi: Mitta on luultavasti asetettu liian pieneksi, kohde ei tulle näkyviin
fr_fr: Certaines mesures sont trop faibles. La vue ne peut apparaitre
nb_no: Målingen er sikkert satt for lavt, sikt kan kanskje ikke oppnås
nl_nl: Waarde voor 'meetonzekerheid' is waarschijnlijk zo laag ingesteld, dat de hoogtekromme niet zichtbaar is bij een kleine kaartschaal.
pl_pl: Dokładność pomiaru ustawiona zbyt mała, Obserwacja może się nie pojawić
pt_pt: Provavelmente pequena a certeza de medição, posição pode não aparecer
tr_tr: Ölçüm kesinliği büyük olasılıkla küçük ayarlanmış, görme görünmeyebilir

source: Warning
ca_es: Alerta
de_de: Warnung
el_gr: Προσοχή
es_es: Alerta
fi_fi: Varoitus
fr_fr: Avertissement
ja_jp: 警告
nb_no: Advarsel
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_pt: Aviso
tr_tr: Uyarı

source: Lunar shot will be invalid taking distance from moon to itself
el_gr: Η Λήψη της σελήνης θα είναι μη έγκυρη αν ληφθεί η απόσταση από το φεγγάρι στον εαυτό του
es_es: Observación a Luna será invalidada tomando distancia de Luna hasta uno mismo
fi_fi: Kuunmittaus on virheellinen, jos otetaann etäisyys kuusta siihen itseensä
fr_fr: La visée lunaire sera invalide en prenant la distance de la lune à elle-même
nl_nl: Maansafstand is ongeldig als alleen de maan gebruikt wordt
pl_pl: Pomiarł księżyca będzie nieprawidłowy biorąc odległość od księżyca do niego samego
pt_pt: Observação Lunar será inválida considerandoa distancia da Lua a ela própria
tr_tr: Ay atışı Ay'ı kendisini geçersiz alarak hesaplar

source: open error
el_gr: σφάλμα ανοίγματος
es_es: error al abrir
fi_fi: virhe tiedoston avauksessa
fr_fr: Erreur d'ouverture
nl_nl: Openings fout

source: corrupt record
el_gr: κατεστραμμένο στοιχείο
es_es: registro corrupto
fi_fi: viallinen tietue
fr_fr: enregistrement corrompu
nl_nl: Beschadigde record

source: too many models
el_gr: πάρα πολλά μοντέλα
es_es: demasiados modelos
fi_fi: liian monta mallia
fr_fr: trop de modèles
nl_nl: te veel modellen

source: Magnetic data will not be available for the celestial navigation plugin.
el_gr: Μαγνητικά δεδομένα δεν θα είναι διαθέσιμα για το πρόσθετο της αστρονομικής ναυσιπλοΐας.
es_es: Los datos de aguja no estarán disponibles para el complemento de navegación astronómica.
fi_fi: Magneettiset tiedot eivät ole käytettävissä tähtitieteellisen navigoinnin lisäosassa.
fr_fr: Les données magnétiques ne seront pas disponibles pour le plugin de navigation céleste.
nl_nl: Magnetische data zal niet beschikbaar zijn voor de celestial navigatie-plugin.

source: OpenCPN Alert
ca_es: Alerta OpenCPN
de_de: OpenCPN Alarm
el_gr: Συναγερμός OpenCPN
es_es: Alerta OpenCPN
fi_fi: OpenCPN-hälytys
fr_fr: Message d'alerte d'OpenCPN
ja_jp: OpenCPN 警告
nb_no: OpenCPN Alarm
nl_nl: OpenCPN waarschuwing
pl_pl: Ostrzeżenie OpenCPN
pt_pt: Alerta OpenCPN
tr_tr: OpenCPN Alarmı

source: LimbCorrectionMoon = %.4f
es_es: Corrección por Limbo de Luna = %.4f
ja_jp: 月の Limb 補正 = %.4f
nl_nl: Maan's randcorrectie = %.4f
pl_pl: KorektaKrawędziKsiężyca = %.4f
tr_tr: UzuvsalDüzeltme = %.4f

source: Celestial_Navigation_Information.html
de_de: Astronom. Navigation
fi_fi: Tähtitieteellisen_Navigoinin_Informaatio.html
fr_fr: Navigation stellaire
tr_tr: Astronomik_Seyir_Bilgisi.html

source: Time (UTC)
nb_no: Tid (UTC)
pt_pt: Hora (UTC)

source: Failed to load file.
nb_no: Kunne ikke laste fil.
pt_pt: Falha no carregamento do ficheiro.

source: Weather Routing
nb_no: Værnavigasjon
pt_pt: Roteamento metereologico

source: Time
nb_no: Tid
pt_pt: Hora

source: Apparent Moon Altitude (Ha) ApparentAltitudeMoon = MeasurementMoon - IndexCorrection - EyeHeightCorrection ApparentAltitudeMoon = %.4f - %.4f - %.4f ApparentAltitudeMoon = %.4f
pt_pt: Altitude aparente da Lua (Ha) ApparentAltitudeMoon = MeasurementMoon - IndexCorrection - EyeHeightCorrection ApparentAltitudeMoon = %.4f - %.4f - %.4f ApparentAltitudeMoon = %.4f

source: Apparent Altitude (Ha) ApparentAltitude = Measurement - IndexCorrection - EyeHeightCorrection ApparentAltitude = %.4f - %.4f - %.4f ApparentAltitude = %.4f
pt_pt: Altitude Aparente (Ha) ApparentAltitude = Measurement - IndexCorrection - EyeHeightCorrection ApparentAltitude = %.4f - %.4f - %.4f ApparentAltitude = %.4f

source: Failed to load file:
nb_no: Kunne ikke laste fil:
pt_pt: Falha a carregar ficheiro:

source: Magnetic data will not be available for the celestial navigation plugin.
nb_no: Magnetisk data vil ikke være tilgjengelig for utvidelsen astronomisk navigasjon.
pt_pt: Dados Magnéticos não estarão disponíveis para a extensão de navegação astronómica.

source: Celestial Navigation PlugIn for OpenCPN
nb_no: Astronomisk Navigasjons utvidelse for OpenCPN
pt_pt: Extensão de Navegação Astronomica para OpenCPN

source: Celestial Navigation PlugIn for OpenCPN. Implements nautical almanac for sun, moon, planets, and various navigational stars. Compute position fix from celestial measurements.
pt_pt: Extensão de Navegação Celeste para OpenCPN. Implementa um almanaque nautico do Sol, Lua, planetas, e várias estrelas para navegação. Calcula a posição a partir de medições astronómicas.

source: MyLabel
nb_no: MinMerkelapp
